/* No comment provided by engineer. */
"Add" = "Ekle";

/* No comment provided by engineer. */
"Add Fuel Purchase" = "Yakıt Alışverişi Ekle";

/* No comment provided by engineer. */
"Add Receipt Photo" = "Fiş Fotoğrafı Ekle";

/* No comment provided by engineer. */
"Add Vehicle" = "Araç Ekle";

/* No comment provided by engineer. */
"Add vehicle in 'Vehicles' tab" = "'Araçlar' sekmesınden araç ekle.";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Change" = "Secili Araci Değiştir";

/* No comment provided by engineer. */
"Change Vehicle" = "Araç Değiştir";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* No comment provided by engineer. */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Edit Fuel Purchase" = "Yakıt Alışverini Düzenle";

/* No comment provided by engineer. */
"Edit Vehicle" = "Aracı Düzenle";

/* No comment provided by engineer. */
"Enter fuel amount" = "Yakıt tutarını gir";

/* No comment provided by engineer. */
"Enter vehicle's id" = "Araç plakasını gir";

/* No comment provided by engineer. */
"Enter vehicle's nickname or model" = "Araç modelini ya da takma adını gir";

/* No comment provided by engineer. */
"Enter your prefered fuel brand" = "Tercih ettiğiniz yakıt markasını gir";

/* No comment provided by engineer. */
"Fuel Purchase Count" = "Yakıt alışverişi sayısı";

/* No comment provided by engineer. */
"Fuel Purchases" = "Yakıt Alışverişleri";

/* No comment provided by engineer. */
"Fuel Purchase Detail" = "Yakıt Alışveriş Detayı";

/* No comment provided by engineer. */
"If you want to add fuel for different vehicle, go 'Vehicles' tab and add new vehicle." = "Farklı bir araç için yakıt eklemek istiyorsanız, 'Araçlar' sekmesinden yeni araç ekleyiniz.";

/* No comment provided by engineer. */
"No fuel purchase added yet." = "Henüz yakıt alışverişi eklenmedi.";

/* No comment provided by engineer. */
"No vehicle added" = "Hiç araç eklenmedi.";

/* No comment provided by engineer. */
"No vehicle added yet." = "Henüz araç eklenmedi.";

/* No comment provided by engineer. */
"Ok" = "Tamam";

/* No comment provided by engineer. */
"Receipt Photo" = "Fiş fotoğrafı";

/* No comment provided by engineer. */
"Search with vehicle name or id." = "Araç ismi ya da plaka ile ara.";

/* No comment provided by engineer. */
"Select a photo" = "Fotoğraf seç";

/* No comment provided by engineer. */
"Select method" = "Yöntem seçin";

/* No comment provided by engineer. */
"Show Receipt" = "Fişi göster";

/* No comment provided by engineer. */
"Something went wrong." = "Bişeyler yolunda değil";

/* No comment provided by engineer. */
"Take a photo" = "Fotoğraf çek";

/* No comment provided by engineer. */
"Total Fuel Spent" = "Toplam Yakıt Harcaması";

/* No comment provided by engineer. */
"Vehicle Detail" = "Araç Detayı";

/* No comment provided by engineer. */
"Vehicles" = "Araçlar";

/* No comment provided by engineer. */
"You didn't add receipt photo" = "Fiş fotoğrafı eklemediniz.";

/* No comment provided by engineer. */
"You have one vehicle." = "Sadece bir adet aracınız var.";

/* No comment provided by engineer. */
"Done" = "Bitti";

/* No comment provided by engineer. */
"Are you sure?" = "Emin misiniz?";

/* No comment provided by engineer. */
"If you delete this vehicle, the fuel purchases you add of this vehicle will also be deleted." = "Eğer bu aracı silerseniz bu araca eklediğiniz tüm yakıt alışverişleri de silinecektir.";

/* No comment provided by engineer. */
"Selected vehicle:" = "Seçili araç:";
